{
    "es": {
      "nav-menu":"Home",
      "nav-about":"About me",
      "nav-projects":"My projects",
      "nav-contact":"Contact",
      "aboutMe-title": "About me",
      "aboutMe":"I am a web developer. Very committed and eager to improve myself. I have applied the development of software applications for three years, from which I have studied and acquired experiences that with my personal improvement skills allow me to solve problems effectively. I like self-taught learning, learning to solve mistakes and apply it in various projects.",
      "aboutMe2":"I have been studying and applying programming for 3 years, still studying and putting into practice what I know in each project. I stay under self-taught study, adapting talents such as teamwork, fast learning and adapting to the professional environment.",
      "download":"Download CV",
      "learned":"The ones I already know",
      "learn":"The ones I'm learning",
      "my-projects":"My projects",
      "calendar":"Calendar",
      "calculator":"Calculator",
      "contact":"Contact",
      "name":"Name",
      "reason":"Reason",
      "message":"Message",
      "name-validate":"The name cannot be empty",
      "read-validate":"The reason cannot be empty",
      "message-validate":"The message cannot be empty",
      "send":"SEND"

    },
    "en": {
      "nav-menu":"Inicio",
      "nav-about":"Sobre mi",
      "nav-projects":"Mis proyectos",
      "nav-contact":"Contacto",
      "aboutMe-title": "Sobre mi",
      "aboutMe":"Soy desarrollador web. Muy comprometido y con afán de superarme. He aplicado el desarrollo de aplicaciones de software durante tres años, de lo cual he tomado estudios y adquiriendo experiencias que con mis aptitudes personales de superación me permiten solucionar problemas de manera eficaz. Me gusta el aprendizaje autodidacta, aprender a solucionar errores y aplicarlo en varios proyectos.",
      "aboutMe2":"Llevo 3 años estudiando y aplicando programación, aún estudiando y poniendo en practica lo que se en cada proyecto. Me mantengo bajo estudio autodidacta, adaptando talentos como trabajo en equipo, aprendizaje rapido y adaptarme al ambiente profesional.",
      "download":"Descargar HV",
      "learned":"Los que ya sé",
      "learn":"Los que estoy aprendiendo",
      "my-projects":"Mis proyectos",
      "calendar":"Calendario",
      "calculator":"Calculadora",
      "contact":"Contactame",
      "name":"Nombre",
      "reason":"Motivo",
      "message":"Mensage",
      "name-validate":"El nombre no puede ir vacio",
      "read-validate":"El motivo no puede ir vacio",
      "message-validate":"El mensaje no puede ir vacio",
      "send":"ENVIAR"
    }
  }